Repository: wp-plugins/wp-dragtoshare-extended
Catalog: lang/dtse-*.po
Languages: fr_fr, it_it

source: Options saved.
fr_fr: Options sauvegardées.
it_it: Opzioni salvate.

source: Tooltips Label:
fr_fr: Texte de l'infobulle :
it_it: Testo sull'immagine :

source: Sharing label:
fr_fr: Texte de l'icône :
it_it: Teste delle icone :

source: Update Options
fr_fr: Sauvegarder les changements
it_it: Salva i cambiamenti

source: ie. the text displayed while rolling over an image
fr_fr: le texte affiché au moment du survol des images par la souris
it_it: il testo visualizzato mentre il mouse si posiziona sull'immagine

source: ie. the text displayed while dropping on a social icon
fr_fr: le texte affiché sous l'icône du réseau social
it_it: testo visualizzato quando il mouse si posiziona sulle icone dei Social

source: Drag this image to share the page
fr_fr: Faite glisser cette image pour partager l'article
it_it: Trascina questa immagine per condividere questa pagina

source: Share on
fr_fr: Partager sur
it_it: Condividi su

source: Sharing icons vertical positioning:
fr_fr: Position des icônes :
it_it: Posizione delle icone:

source: Top
fr_fr: Haut
it_it: Alto

source: Middle
fr_fr: Milieu
it_it: Medio

source: Bottom
fr_fr: Bas
it_it: Basso

source: ie. the vertical position you want social icons to appear
fr_fr: le positionnement vertical que vous souhaitez pour les icônes de réseaux sociaux
it_it: La posizione dove appariranno le icone dei Social

source: Share posts permalink:
fr_fr: Partager les permaliens des articles :
it_it: Condividi la pagina corrente?

source: Yes
fr_fr: Oui
it_it: Si

source: No
fr_fr: Non

source: ie. share posts permalinks when several posts are displayed, instead of current page
fr_fr: Partage les permaliens des articles quand plusieurs articles sont affichés, plutôt que de partager la page courante
it_it: Vuoi che l'utente condivida il link della pagina corrente?

source: Do you mind about our work ? Please support us !
fr_fr: Vous aimez notre travail ? Faite un don !
it_it: Ti Ã¨ piaciuto il nostro lavoro? Supportaci! - (tradotto in italiano da <a href="http://www.stefandes.com" target="blank">Business Online</a> Service)

source: Automatic
fr_fr: Automatique

source: Manual
fr_fr: Manuel

source: <strong>Automatic mode:</strong> Every images in posts become draggable
fr_fr: <strong>Mode automatique :</strong> Toutes les images dans les articles deviennent draggables

source: <strong>Manual mode:</strong> Choose which images should be draggable using the <code>[dtse]</code> shortcode
fr_fr: <strong>Mode manuel : </strong> Choisissez quelles images doivent être draggables en utilisant le shortcode <code>[dtse]</code> dans vos articles

source: Manual mode example to use in your post:
fr_fr: Exemple pour le mode manuel :

source: Social Networks:
fr_fr: Réseaux Sociaux :

source: Behaviour
fr_fr: Comportement

source: Look'N'Feel
fr_fr: Apparence

source: Options &bull; Drag-To-Share eXtended
it_it: Opzioni &bull; Drag-To-Share eXtended
